tap "brona/iproute2mac"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knqyf263/pet"
tap "mpppk/mpppk"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "sanemat/font"
tap "splhack/splhack"
tap "tkengo/highway"
tap "zaquestion/tap"
brew "automake"
brew "binutils"
brew "boost"
brew "readline"
brew "xz"
brew "cask"
brew "cloog"
brew "coreutils"
brew "cscope"
brew "curl"
brew "czmq"
brew "diffutils"
brew "fasd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "libtool"
brew "fzf"
brew "gcc"
brew "gd"
brew "ghc"
brew "ghq"
brew "git"
brew "git-flow"
brew "go"
brew "goenv"
brew "hub"
brew "iproute2mac"
brew "jemalloc"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libgpg-error"
brew "libksba"
brew "libpq"
brew "libsodium"
brew "libusb"
brew "libyaml"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "node"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "peco"
brew "plantuml"
brew "pyenv"
brew "python"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sl"
brew "tag"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vimpager"
brew "w3m"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "knqyf263/pet/pet"
brew "mpppk/mpppk/hlb"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "tkengo/highway/highway"
brew "zaquestion/tap/lab"
cask "docker"
cask "firefox"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
mas "Parallels Client", id: 600925318
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
