tap "tkengo/highway"
tap "splhack/splhack"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "sanemat/font"
tap "caskroom/cask"
tap "knqyf263/pet"
tap "rcmdnk/file"
tap "brona/iproute2mac"
tap "neovim/neovim"
tap "peco/peco"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "binutils"
brew "boost"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "czmq"
brew "diffutils"
brew "fish"
brew "icu4c"
brew "libtool"
brew "gcc"
brew "gd"
brew "ghc"
brew "git"
brew "git-flow"
brew "gmp@4"
brew "go"
brew "hub"
brew "iproute2mac"
brew "isl@0.12"
brew "jemalloc"
brew "openssl"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "libsodium"
brew "libtermkey"
brew "libusb"
brew "libvterm"
brew "libxslt"
brew "libyaml"
brew "mercurial"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "nkf"
brew "node"
brew "openssl@1.1"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "peco"
brew "plantuml"
brew "python3"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sl"
brew "tag"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "knqyf263/pet/pet"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "tkengo/highway/highway"
